/* NSWindow (Battery Recall Assistant) : <title:Battery Recall Assistant> (oid:5) */
"Battery Recall Assistant" = "Accu Herroep Assistent";

/* NSTextField (Battery serial number:) : <title:Battery serial number:> (oid:11) */
"Battery serial number:" = "Accu serienummer:";

/* NSButton (Check) : <title:Check> (oid:27) */
"Check" = "Controleer";

/* NSTextField (0) : <title:Computer serial number> (oid:44) */
"Computer serial number" = "Computer serienummer";

/* NSTextField (Computer serial number:) : <title:Computer serial number:> (oid:10) */
"Computer serial number:" = "Computer serienummer:";

/* NSTextField (Country:) : <title:Country:> (oid:13) */
"Country:" = "Land:";

/* NSButton (Dismiss) : <title:Dismiss> (oid:28) */
"Dismiss" = "Annuleer";

/* NSTextField (Enter your battery’s full 12-digit serial number to check if your battery is eligible for the iBook G4 and PowerBook G4 Battery Exchange program.) : <title:Enter your battery’s full 12-digit serial number to check if your battery is eligible for the iBook G4 and PowerBook G4 Battery Exchange program.> (oid:25) */
"Enter your battery’s full 12-digit serial number to check if your battery is eligible for the iBook G4 and PowerBook G4 Battery Exchange program." = "Typ je 12-cijferige accu serienummer in om te controleren of jouw accu in aanmerking komt voor het iBook G4 en PowerBook G4 Accu Omruil programma.";

/* NSTextField (0) : <title:Full 12-digit battery serial number> (oid:9) */
"Full 12-digit battery serial number" = "Volledig 12-cijferige accu serienummer";

/* NSTextField (iBook & PowerBook Battery Exchange) : <title:iBook & PowerBook Battery Exchange> (oid:24) */
"iBook & PowerBook Battery Exchange" = "iBook & PowerBook Accuomruiling";

/* NSMenuItem : <title:Item1> (oid:18) */
"Item1" = "Item1";

/* NSMenuItem : <title:Item2> (oid:16) */
"Item2" = "Item2";

/* NSMenuItem : <title:Item3> (oid:17) */
"Item3" = "Item3";

/* NSButton (More info…) : <title:More info…> (oid:47) */
"More info…" = "Meer informatie…";

/* NSMenu : <title:OtherViews> (oid:15) */
"OtherViews" = "AndereBeelden";

